Repository: eirikvaa/Composify
Catalog: Piece/*.lproj/Localizable.strings
Languages: nb

source: Can't Save
nb: Kan ikke lagre!

source: Cancel
nb: Avbryt

source: Delete
nb: Slett

source: Done
nb: Ferdig

source: Duplicate title!
nb: En sang med denne tittelen finnes allerede.

source: Edit
nb: Rediger

source: New Project
nb: Nytt prosjekt

source: New Section
nb: Ny seksjon

source: No Project
nb: Nytt prosjekt

source: Project Title
nb: Tittel på prosjekt

source: Rename
nb: Gi nytt navn

source: Save
nb: Lagre

source: Section Title
nb: Tittel på seksjon

source: Start recording
nb: Start opptak

source: Stop recording
nb: Stopp opptak

source: You must choose a project, or create a new one.
nb: Du må velge et prosjekt, eller lage et nytt.

source: You must set a project.
nb: You må velge et prosjekt.

source: You must set a section and a project.
nb: Du må velge en seksjon og et prosjekt.

source: You must set a section.
nb: Du må velge en seksjon.

source: Configure and Save Recording
nb: Konfigurer og lagre opptak

source: MySong
nb: MinSang

source: %d sections and %d recordings
nb: %d seksjoner og %d opptak

source: %d section and %d recording
nb: %d seksjon og %d opptak

source: %d section and %d recordings
nb: %d seksjon og %d opptak

source: %d sections and %d recording
nb: %d seksjoner og %d opptak

source: %d recording
nb: %d opptak

source: %d recordings
nb: %d opptak

source: Search projects ...
nb: Søk prosjekter

source: Search sections ...
nb: Søk seksjoner ...

source: Projects
nb: Prosjekter

source: No sections in project
nb: Ingen seksjoner i prosjektet

source: Tap to Record
nb: Ta opp lyd

source: Recording will be deleted. Proceed?
nb: Opptaket vil bli slettet. Fortsett?
